[
   {
      "candidate_name":"Calvin  Sidle ",
      "bio":"Hard work has always been very important to my family. When my Grandfather was in the eighth grade he had to quit school to start working to help provide for his sisters during the Great Depression. After the War, he came home to work as a janitor in a public school retiring with a full pension. He has given me a lot of advice over the years, but the most common was that there is no substitute for hard work.  My parents also taught me to have a strong work ethic. My father was an interim minister, forcing us to move around a lot as kids, because as everyone knows, you go where the work is. My mother was also focused on her career in college administration that required us to move around before settling into a position at Pikeville College. Both of my parents have worked minimum wage jobs when times were tough because they wanted to provide for their family. For them and for me staying unemployed was never and is never an option.  Education is also highly valued in my family. As many of you know education, especially for your children, is the main guarantee that they will have a successful life.  My grandfather was never able to achieve academically due to circumstances beyond his control, but he struggled to make sure that my father would have all the opportunities he needed. As a result, my father proudly sports a Doctorate in Ministry from the University of Dubuque. My mother’s family pushed her similarly hard, giving her the opportunities she too needed to succeed. She has a PhD from the University of Missouri, but is not above doing the dirty work herself to make sure things get done. Education can help a person achieve what otherwise would be only dreams.  As a member of the boy scouts from a very young age I have been shaped by their values. The Scout Law says that a Scout is trustworthy, loyal, helpful, friendly, courteous, kind, obedient, cheerful, thrifty, brave, clean, and reverent. When I try to say what my guiding principles in life are, I can’t think of a better way to say it than that.  I met my wife, Chasity, in 2009. She studied Social Work at the University of Pikeville. She is a shining inspiration to me who also comes from a hard-working family, though she is the first in hers to complete a bachelor’s degree. Due to her Social Work emphasis she helped me see the importance of issues in areas that aren’t usually covered in history classes such as transgender rights, child abuse prevention, and drug addiction treatment. She has family roots in Pikeville of a kind I didn’t enjoy as a child, so it took particular courage on her part to move to Northern Kentucky with me last year in search of better opportunities.  While looking for a foothold for her career she is working at a bank. I am myself employed by an energy supplier in Ohio while I campaign. While neither of us is currently being paid to do what we studied and strived for, we both know that the bills won’t pay themselves. I am running for Congress because I believe it is my duty to help as many people as I can. Though government is not always perfect I believe it has astonishing capacity to do good in the world.  Government has helped many Kentuckians in the past, employing our citizens to build dams and highways, providing miners with protections against the companies who hired them, and allowing unions to form which provided stable wages and promoted good jobs. I know that, like me, most people just want to get a good education and work hard to provide for their families, and I think that our government should do what it can to help them.",
      "photo_url":"https://static1.squarespace.com/static/568b139a2399a30df61132e0/5759af0ce707eb4a55057796/5759b09d9f726643c0907839/1465495712415/13335717_1111160678957216_8070699284472226605_n.jpg?format=1500w",
      "office":"US Representative",
      "party":"Democratic Party",
      "issues":[
         {
            "issue_name":"Climate Change",
            "issue_text":"We should be acting to stop the damage to our environment"
         },
         {
            "issue_name":"Drug Problem",
            "issue_text":"Improved treatment options for addiction"
         },
         {
            "issue_name":"Education Reform",
            "issue_text":"Improving budgets for public schools"
         },
         {
            "issue_name":"Healthcare",
            "issue_text":"Protect and improve the Affordable Care Act"
         }
      ]
   },
   {
      "candidate_name":"Morgan McGarvey ",
      "bio":"After graduating from duPont Manual High School and the University of Missouri's journalism program, Morgan earned a law degree from the University of Kentucky. Early political experience came in campaigns on behalf of Ben Chandler, whose Washington congressional office he helped to open, and Jack Conway, for whom he focused on consumer protection in the attorney general's office. Morgan began his legal career at Frost, Brown, Todd in Louisville, served as an assistant attorney general in Frankfort and now practices at Morgan & Pottinger, a firm founded by his grandfather. He volunteers in the Louisville Bar Association's Domestic Violence Advocacy Program.",
      "photo_url":"https://static1.squarespace.com/static/579a45a2d2b857d0179051df/57f1a9902e69cf154bc7472c/58d46b261b631bcd655de146/1490318444957/17.jpg?format=750w",
      "office":"State Senator",
      "party":"Democratic Party",
      "issues":[
         {
            "issue_name":"Climate Change",
            "issue_text":"I've repeatedly brought utility and environmental leaders from across the state to the same table, to figure out how we can move ahead"
         },
         {
            "issue_name":"Education Reform",
            "issue_text":"This year's proposed campus budget cuts were, as one president put it, draconian. We must do better."
         },
         {
            "issue_name":"Healthcare",
            "issue_text":"We should turn to HSAs to protect the citizens of kentucky"
         }
      ]
   },
   {
      "candidate_name":"Suzanne Miles ",
      "bio":"Suzanne Miles (born 1970) is a Republican politician from her native Owensboro, Kentucky, who represents the 7th District (Daviess, Henderson, and Union counties) in the Kentucky House of Representatives.  Miles won her position in a special election held on December 10, 2013. She defeated the Democrat Kim Humphrey of Morganfield in Union County, 3,548 (50.8 percent) to 3,436 votes (49.2 percent). Miles's narrowly victory was propelled by her strong showing in her own Daviess County in western Kentucky, where she and her father, Billy Joe Miles, are well known. She beat Humphrey 2,564 to 976 in Daviess County.  The seat opened when the Democrat John Arnold, Jr., of Sturgis in Union County resigned in September amid allegations that he had sexually harassed legislative staffers.[2] Arnold had won the seat by only five votes over the Republican Tim Kline in the general election held on November 6, 2012.  Prior to her election to the legislature, Miles had been a district representative for U.S. Representative Brett Guthrie of Kentucky's 2nd congressional district. Miles became the 46th Republican in the Kentucky House, the highest strength her minority party has held in the chamber since 1921.",
      "photo_url":"http://www.milesforky.com/s/cc_images/cache_934896887.jpg?t=1383518923",
      "office":"State Representative",
      "party":"Republican Party",
      "issues":[
         {
            "issue_name":"Education Reform",
            "issue_text":"a world-class education is the best way we can prepare our children for the twenty-first century workforce."
         },
         {
            "issue_name":"Gun Control",
            "issue_text":"I support gun owners and will stand up for our God-given Second Amendment rights."
         },
         {
            "issue_name":"Healthcare",
            "issue_text":"Folks here in Western Kentucky deserve access to quality health care. Obamacare is not the answer and will continue to hurt small businesses, individuals and our overall economy."
         }
      ]
   }
]
