[
   {
      "candidate_name":"Jim Wayne",
      "bio":"Married to Debbie Scherer Wayne. Pres, Wayne Corp, providers of employee assistance and mental health programs. Roman Catholic. Maryknoll College, BA. Maryknoll School of Theology, MA. Smith College School for Social Work, MSW. Spalding Univ, MFA. Louisville Coalition for the Homeless. KY Soc for Clinical Social Work, past Pres. Natl Assoc of Social Workers. Metropolitan Housing Coalition. KY Housing Policy Committee. Airport Neighbors' Alliance Inc. Community Catholic Ctr, Bd Chair. Sierra Club. Natl Trust for Historic Preservation. KY for the Commonwealth. Gov Blue Ribbon Commission on Tax Reform 2012. The Unfinished Man, Fleur-de-Lis Press, 2016, Author",
      "photo_url":"http://www.lrc.ky.gov/pubinfo/thumbnails/House35.jpg",
      "office":"State Representative",
      "party":"Republican Party",
      "issues":[
         {
            "issue_name":"Drug Usage",
            "issue_text":"I believe that the Office of Drug Control Policy should have more power to reschedule a substance."
         },
         {
            "issue_name":"Felon Voting",
            "issue_text":"I believe that we need to reform and improve the process of allowing felons to vote in Kentucky."
         },
         {
            "issue_name":"House Rule 49",
            "issue_text":"I believe that House Rule 49 is used for obstruction and slows the legislative process."
         },
         {
            "issue_name":"Home Rule",
            "issue_text":"I believe that the State Legislature to respect the home rule of Louisville and other metro areas."
         },
         {
            "issue_name":"Midwifery",
            "issue_text":"Midwives should have a respected and regulated profession within the commonwealth."
         }
      ]
   },
   {
      "candidate_name":"Morgan McGarvey ",
      "bio":"After graduating from duPont Manual High School and the University of Missouri's journalism program, Morgan earned a law degree from the University of Kentucky. Early political experience came in campaigns on behalf of Ben Chandler, whose Washington congressional office he helped to open, and Jack Conway, for whom he focused on consumer protection in the attorney general's office. Morgan began his legal career at Frost, Brown, Todd in Louisville, served as an assistant attorney general in Frankfort and now practices at Morgan & Pottinger, a firm founded by his grandfather. He volunteers in the Louisville Bar Association's Domestic Violence Advocacy Program.",
      "photo_url":"https://static1.squarespace.com/static/579a45a2d2b857d0179051df/57f1a9902e69cf154bc7472c/58d46b261b631bcd655de146/1490318444957/17.jpg?format=750w",
      "office":"State Senator",
      "party":"Democratic Party",
      "issues":[
         {
            "issue_name":"Climate Change",
            "issue_text":"I've repeatedly brought utility and environmental leaders from across the state to the same table, to figure out how we can move ahead"
         },
         {
            "issue_name":"Education Reform",
            "issue_text":"This year's proposed campus budget cuts were, as one president put it, draconian. We must do better."
         },
         {
            "issue_name":"Healthcare",
            "issue_text":"We should turn to HSAs to protect the citizens of kentucky"
         }
      ]
   },
   {
      "candidate_name":"Suzanne Miles ",
      "bio":"Suzanne Miles (born 1970) is a Republican politician from her native Owensboro, Kentucky, who represents the 7th District (Daviess, Henderson, and Union counties) in the Kentucky House of Representatives.  Miles won her position in a special election held on December 10, 2013. She defeated the Democrat Kim Humphrey of Morganfield in Union County, 3,548 (50.8 percent) to 3,436 votes (49.2 percent). Miles's narrowly victory was propelled by her strong showing in her own Daviess County in western Kentucky, where she and her father, Billy Joe Miles, are well known. She beat Humphrey 2,564 to 976 in Daviess County.  The seat opened when the Democrat John Arnold, Jr., of Sturgis in Union County resigned in September amid allegations that he had sexually harassed legislative staffers.[2] Arnold had won the seat by only five votes over the Republican Tim Kline in the general election held on November 6, 2012.  Prior to her election to the legislature, Miles had been a district representative for U.S. Representative Brett Guthrie of Kentucky's 2nd congressional district. Miles became the 46th Republican in the Kentucky House, the highest strength her minority party has held in the chamber since 1921.",
      "photo_url":"http://www.milesforky.com/s/cc_images/cache_934896887.jpg?t=1383518923",
      "office":"State Representative",
      "party":"Republican Party",
      "issues":[
         {
            "issue_name":"Education Reform",
            "issue_text":"a world-class education is the best way we can prepare our children for the twenty-first century workforce."
         },
         {
            "issue_name":"Gun Control",
            "issue_text":"I support gun owners and will stand up for our God-given Second Amendment rights."
         },
         {
            "issue_name":"Healthcare",
            "issue_text":"Folks here in Western Kentucky deserve access to quality health care. Obamacare is not the answer and will continue to hurt small businesses, individuals and our overall economy."
         }
      ]
   },
   {
      "candidate_name":"Zac Caldwell",
      "bio":"These are words that are going to be used to promote me as Governor. I would be a very good Governor, the best Governor, Bigly. ",
      "photo_url":"https://scontent.xx.fbcdn.net/v/t1.0-9/12928207_10207342851148306_1865670732237728175_n.jpg?oh=eb3c26e4c50118b2f834d3a92bc05437&oe=595716F4",
      "office":"Governor",
      "party":"Republican Party",
      "issues":[
         {
            "issue_name":"Puppy Kicking",
            "issue_text":"I am totally opposed to Puppy kicking and think it should be banned at every level."
         },
         {
            "issue_name":"Bourbon",
            "issue_text":"I believe that the bourbon industry is the future of Kentucky and should be protected."
         },
         {
            "issue_name":"Abortion",
            "issue_text":"I believe that women are capable of making their own reproductive choices, and that abortion bans are dangerous and counter-productive."
         },
         {
            "issue_name":"Home Rule",
            "issue_text":"I believe that policy and home rule should be above party politics."
         },
         {
            "issue_name":"Kittens",
            "issue_text":"Kittens are pretty awesome, but inferior to dogs."
         },
   {
      "candidate_name":"Calvin  Sidle ",
      "bio":"I'm a big need and I'd like to fix the world.",
      "photo_url":"http://d229l5sflpl9cp.cloudfront.net/canphoto/167515_lg.jpg",
      "office":"US Representative",
      "party":"Democratic Party",
      "issues":[
         {
            "issue_name":"Climate Change",
            "issue_text":"We need to fix it."
         },
         {
            "issue_name":"Drug Usage",
            "issue_text":"We need to fix it."
         },
         {
            "issue_name":"Education Reform",
            "issue_text":"We need to fix it."
         },
         {
            "issue_name":"Infrastructure",
            "issue_text":"We need to fix it."
         }
      ]
   }
      ]
   }
]
